export default {
  projections: {
    РасчетОстВремE: {
      времяПоДоговору: {
        __caption__: 'Время по договору'
      },
      едВремени: {
        __caption__: 'Единица времени'
      },
      использовано: {
        __caption__: 'Использовано'
      },
      доступно: {
        __caption__: 'Доступно'
      },
      оказУслуг: {
        __caption__: 'Оказание услуг',
        дата: {
          __caption__: 'Дата'
        },
        времяКонсульт: {
          __caption__: 'Время консульт'
        },
        едВремени: {
          __caption__: 'Ед времени'
        },
        услуги: {
          __caption__: 'Услуги',
          затрВремя: {
            __caption__: ''
          }
        },
        договор: {
          __caption__: 'Договор',
          длительность: {
            __caption__: 'Длительность'
          }
        }
      }
    },
    РасчетОстВремL: {
      времяПоДоговору: {
        __caption__: 'Время по договору'
      },
      едВремени: {
        __caption__: 'Единица времени'
      },
      использовано: {
        __caption__: 'Использовано'
      },
      доступно: {
        __caption__: 'Доступно'
      }
    }
  },
  validations: {
    времяПоДоговору: {
      __caption__: 'Время по договору'
    },
    доступно: {
      __caption__: 'Доступно'
    },
    едВремени: {
      __caption__: 'Единица времени'
    },
    использовано: {
      __caption__: 'Использовано'
    },
    оказУслуг: {
      __caption__: 'Оказание услуг'
    }
  }
};
