export default {
  projections: {
    ОказУслугE: {
      дата: {
        __caption__: 'Дата'
      },
      времяКонсульт: {
        __caption__: 'Время консульт'
      },
      едВремени: {
        __caption__: 'Ед времени'
      },
      услуги: {
        __caption__: 'Услуги',
        затрВремя: {
          __caption__: ''
        }
      },
      договор: {
        __caption__: 'Договор',
        длительность: {
          __caption__: 'Длительность'
        }
      }
    }
  },
  validations: {
    времяКонсульт: {
      __caption__: 'Время консульт'
    },
    дата: {
      __caption__: 'Дата'
    },
    едВремени: {
      __caption__: 'Ед времени'
    },
    договор: {
      __caption__: 'Договор'
    },
    услуги: {
      __caption__: 'Услуги'
    },
    расчетОстВрем: {
      __caption__: 'расчетОстВрем'
    }
  }
};
